<?php 

$lessons =[
    1 =>[
        'title' => 'ساختمان داده ها و الگوریتم',
        'vahed' => 3,
        'term'  => 1
    ],
    2 =>[
        'title' => 'مباحثی در علوم کامپیوتر',
        'vahed' => 3,
        'term'  => 2
    ],
    3 =>[
        'title' => 'مدارهای منطقی',
        'vahed' => 3,
        'term'  => 2
    ],
    4 =>[
        'title' => 'اصول سیستم های کامپیوتری',
        'vahed' => 3,
        'term'  => 2
    ],
    5 =>[
        'title' => 'پایگاه داده ها',
        'vahed' => 3,
        'term'  => 2
    ],
    6 =>[
        'title' => 'زبان های برنامه سازی',
        'vahed' => 3,
        'term'  => 2
    ],
    7 =>[
        'title' => 'هوش مصنوعی',
        'vahed' => 3,
        'term'  => 2
    ],
    8 =>[
        'title' => 'زبان تخصصی',
        'vahed' => 3,
        'term'  => 2
    ],
    9 =>[
        'title' => 'مبانی نظریه محاسبه',
        'vahed' => 3,
        'term'  => 2
    ],
    10 =>[
        'title' => 'برنامه سازی پیشرفه',
        'vahed' => 3,
        'term'  => 2
    ],
    11 =>[
        'title' => 'جبر خطی عددی',
        'vahed' => 3,
        'term'  => 2
    ],
    12 =>[
        'title' => 'اصول طراحی نرم افزار',
        'vahed' => 3,
        'term'  => 2
    ],
    13 =>[
        'title' => 'طراحی و تحلیل الگوریتم ها',
        'vahed' => 3,
        'term'  => 2
    ],
    14 =>[
        'title' => 'بهینه سازی غیر خطی',
        'vahed' => 3,
        'term'  => 2
    ],
    15 =>[
        'title' => 'شبکه های کامپیوتری',
        'vahed' => 3,
        'term'  => 2
    ],
    16 =>[
        'title' => 'کامایلر',
        'vahed' => 3,
        'term'  => 2
    ],
    17 =>[
        'title' => 'مبانی منطق و نظریه مجموعه ها',
        'vahed' => 3,
        'term'  => 2
    ],
    18 =>[
        'title' => 'اصول سیستم عامل',
        'vahed' => 3,
        'term'  => 2
    ],
];